Revit 2027 API
ComboBoxDropDownOpenedEventArgs Constructor
Initializes a new instance of the ComboBoxDropDownOpenedEventArgs class
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ComboBoxDropDownOpenedEventArgs()
Public Sub New
public:
ComboBoxDropDownOpenedEventArgs()
new : unit -> ComboBoxDropDownOpenedEventArgs
See Also
Reference
ComboBoxDropDownOpenedEventArgs Class
Autodesk.Revit.UI.Events Namespace